[{"type":"p","content":"Flood resiliency demands an integrated geophysical modeling framework—one that is adaptive to the decision maker and responsive to environmental conditions—in order to enhance the protection of life and property. Globally, flooding has accounted for 40% of disasters from 2009 to 2018, affecting 719 million people, resulting in 49,129 fatalities and causing $363 billion in damages, disproportionately in developing countries. In the U.S., flooding affected 305,701 people, led to 272 deaths, and resulted in over $32 billion in economic loss during the same period. Flooding is expected to become more frequent and more intense as the impacts of climate change increase."},{"type":"img","content":"Chart1-01.png"},{"type":"p","content":"In retrospect, many of government’s protective action decisions made before and during recent major U.S. flooding events were insufficient based on the information available. During Hurricane Irene, government officials in New York acknowledged deploying emergency management personnel and assets to the “wrong end of the state” due to inadequate forecast information."},{"type":"p","content":"Flood resilience operations are confronted with two major challenges.  First, the geophysical models are not adequately informed by the needs of the decision maker. Second, there is a lack of integration across the geophysical models needed for greater accuracy, timeliness and precision in decision making."},{"type":"p","content":"Our proposed STC for <b>S</b>takeholder-driven <b>A</b>daptive Modeling for <b>F</b>lood Extremes and <b>R</b>esiliency <b>(SAFER)</b> will address these gaps in a holistic, interdisciplinary fashion. Lack of integration among scientists and decision makers, gaps in the geophysical models, exacerbated by increasingly frequent and more extreme weather events, represents a <span class=\"underline\">critical grand challenge</span> confronting society and the scientific community today. This challenge requires the unique, long-term resources of the STC program."}]