[{"type":"img","content":"Chart5-01.png"},{"type":"p","content":"Unlike today’s static, predefined, and prescheduled modeling paradigm, which largely disregards the dynamic challenges faced by decision makers, we propose an adaptive, geophysical modeling framework responsive to today’s flood resilience, emergency response environment.  To achieve this aim, our SAFER STC will organize around three interacting scientific thrust areas:"},{"type":"ul","content":"num-list"},{"type":"li","content":"Perspectives and processes of the decision-maker (social sciences)"},{"type":"li","content":"Adaptive high impact-based modeling of flood-risk (geosciences)"},{"type":"li","content":"AI and HPC enabled user-centric modeling (computational sciences)"},{"type":"/ul","content":""},{"type":"p","content":"Through integrative research, SAFER will shift the current paradigm by embedding the decision maker into the geophysical models. Concurrently, we will combine atmospheric, hydrologic/hydraulic and hydrodynamic models into integrated modelling, empowered by AI-HPC, which will provide geophysical information (weather, inundation, and storm surge) tailored to the needs of decision-makers. Our pioneering framework will ensure that the flood hazard information generated will be more relevant, accurate, timely and precise for the critical protective action necessary to mitigate the adverse impacts of flooding."},{"type":"p","content":"The Center’s research program will be integrated into an education plan aimed at building a new academic program; a diverse, interdisciplinary trained, scientific workforce; and a range of knowledge transfer activities, including embedding the Center’s flood resiliency findings, modeling, technology, tools, and other resources into the organizations of emergency managers and public sector practitioners. Specifically, our STC will"},{"type":"ul","content":"num-list"},{"type":"li","content":"Immerse undergraduate and graduate students in research-focused, experiential learning activities aligned with SAFER’s scientific thrust areas"},{"type":"li","content":"Provide interdisciplinary education opportunities for students through internships, training, and multiple types of research experiences"},{"type":"li","content":"Enhance the cultural competence of students with a semester abroad and curriculum alignment with the STC’s 9 international partners"},{"type":"li","content":"Broaden participation in STEM by hosting an annual STC Academy tailored for K12, undergraduate and graduate students"},{"type":"li","content":"Translate STC research into actionable information and easy-to-understand visualization models for decision makers – with a particular emphasis on emergency managers"},{"type":"li","content":"Transfer STC intellectual property and applications to the National Center for Atmospheric Research’s community programs for dissemination reaching 117 universities and colleges"},{"type":"li","content":"Host an Annual Conference with our international partners to present findings and disseminate information to public and private sector organizations worldwide"},{"type":"/ul","content":""},{"type":"p","content":"The Center’s widely recognized team of scientists and engineers from 12 U.S. research institutions, along with its 22 governmental, nonprofit, and global partners, will work collaboratively to actively transfer the Center’s flood resilience research, modeling, technology, and new knowledge and understanding worldwide"}]